{
  "PCOS": {
    "en": [
      "Do you have irregular menstrual cycles?",
      "Are your periods very light or very heavy?",
      "Have you experienced excessive hair growth on your face, chest, or body?",
      "Do you notice thinning hair or hair loss on your scalp?",
      "Do you have acne or oily skin that has worsened over time?",
      "Have you noticed unexplained weight gain, especially around the abdomen?",
      "Do you have trouble losing weight despite diet and exercise?",
      "Do you often feel bloated or experience abdominal discomfort?",
      "Do you experience mood swings, anxiety, or irritability?",
      "Do you feel unusually tired or fatigued frequently?",
      "Have you noticed dark patches of skin, especially on the neck or underarms?",
      "Do you have difficulty sleeping or sleep disturbances?",
      "Do you experience pain during periods or ovulation?",
      "Have you noticed changes in your appetite or food cravings?",
      "Do you have oily scalp or frequent dandruff?",
      "Have you experienced sudden hair breakage or weak nails?",
      "Do you have insulin resistance or high blood sugar levels (if known)?",
      "Have you had difficulty conceiving or a history of infertility?",
      "Do you notice mood changes before or during your periods?",
      "Do you have digestive issues such as constipation or irregular bowel movements?"
    ],
    "hi": [
      "क्या आपके मासिक चक्र अनियमित हैं?",
      "क्या आपकी अवधि बहुत हल्की या बहुत भारी है?",
      "क्या आपके चेहरे, छाती या शरीर पर अनावश्यक बाल वृद्धि हुई है?",
      "क्या आपको सिर पर बाल पतले या झड़ते दिखाई देते हैं?",
      "क्या आपको मुँहासे या तैलीय त्वचा है जो समय के साथ खराब हुई है?",
      "क्या आपने बिना कारण वजन बढ़ते देखा है, खासकर पेट के आसपास?",
      "क्या आपको आहार और व्यायाम के बावजूद वजन कम करने में कठिनाई होती है?",
      "क्या आपको अक्सर पेट फूलने या पेट में असहजता होती है?",
      "क्या आपको मूड स्विंग, चिंता या चिड़चिड़ापन अनुभव होता है?",
      "क्या आप अक्सर असामान्य रूप से थकान महसूस करते हैं?",
      "क्या आपने त्वचा पर काले धब्बे देखे हैं, खासकर गर्दन या बगल में?",
      "क्या आपको नींद में कठिनाई या नींद की बाधाएं हैं?",
      "क्या आपको मासिक धर्म या अंडोत्सर्जन के दौरान दर्द होता है?",
      "क्या आपने अपनी भूख या खाने की लालसा में बदलाव देखा है?",
      "क्या आपके सिर में तैलीयता या बार-बार रूसी होती है?",
      "क्या आपने अचानक बाल टूटने या कमजोर नाखून का अनुभव किया है?",
      "क्या आपको इंसुलिन प्रतिरोध या उच्च रक्त शर्करा स्तर है (यदि ज्ञात हो)?",
      "क्या आपको गर्भधारण में कठिनाई हुई है या बांझपन का इतिहास है?",
      "क्या आप अपनी अवधि से पहले या दौरान मूड में बदलाव महसूस करते हैं?",
      "क्या आपको कब्ज या अनियमित मलत्याग जैसी पाचन समस्याएं हैं?"
    ],
    "kn": [
      "ನಿಮ್ಮ ಮಾಸಿಕ ಚಕ್ರ ಅಸಮಾನವಾಗಿದೆಯೇ?",
      "ನಿಮ್ಮ ಪೀರಿಯಡ್ಸ್ ತುಂಬಾ ಹಗುರ ಅಥವಾ ತುಂಬಾ ಭಾರವಾಗಿದೆಯೇ?",
      "ನಿಮ್ಮ ಮುಖ, ಸ್ತನ ಅಥವಾ ದೇಹದಲ್ಲಿ ಅತಿಯಾದ ಕೂದಲಿನ ಬೆಳವಣಿಗೆ ಕಂಡಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ತಲೆಯ ಮೇಲೆ ಕೂದಲು ಹೀನವಾಗುತ್ತಿದೆಯೇ ಅಥವಾ ಜೀರ್ಣವಾಗುತ್ತಿದೆಯೇ?",
      "ನಿಮ್ಮ ಮುಖದಲ್ಲಿ ಮಿಂಚು ಅಥವಾ ತೈಲೀಯ ಚರ್ಮವೇ ಹೆಚ್ಚಾಗಿದೆ?",
      "ನೀವು ಕಾರಣವಿಲ್ಲದೆ ತೂಕ ಹೆಚ್ಚಿದಂತೆ ಗಮನಿಸಿದ್ದೀರಾ, ವಿಶೇಷವಾಗಿ ಹೊಟ್ಟೆ ಸುತ್ತಲೂ?",
      "ಆಹಾರ ಮತ್ತು ವ್ಯಾಯಾಮದ باوجود ತೂಕ ಕಡಿಮೆ ಮಾಡಲು ತೊಂದರೆ ಇದೆಯೇ?",
      "ನೀವು sering ಹೊಟ್ಟೆ ಊತ ಅಥವಾ ಹೊಟ್ಟೆ ನೋವು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಮನೋಭಾವ, ಚಿಂತೆ ಅಥವಾ ಬಿರುಸು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಅನಿಯಮಿತವಾಗಿ ದಣಿವು ಅಥವಾ ಶಕ್ತಿ ಕೊರತೆಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ತ್ವಚೆಯಲ್ಲಿ ಕಪ್ಪು ಪ್ಯಾಚ್ ಗಳನ್ನು ಗಮನಿಸಿದ್ದೀರಾ, ವಿಶೇಷವಾಗಿ ಗಂಟಲು ಅಥವಾ ಅಂಡರ್‌ಆರ್ಮ್‌ನಲ್ಲಿ?",
      "ನೀವು ನಿದ್ರೆ ಮಾಡುತ್ತಿದ್ದಲ್ಲಿ ತೊಂದರೆ ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಮಾಸಿಕ ಸಂದರ್ಭದಲ್ಲಿ ಅಥವಾ ಓವ್ಯುಲೇಶನ್ ಸಮಯದಲ್ಲಿ ನೋವು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಆಹಾರ ಆಸಕ್ತಿ ಅಥವಾ ಆಹಾರ ಕ್ರೇವಿಂಗ್ಸ್‌ನಲ್ಲಿ ಬದಲಾವಣೆ ಗಮನಿಸಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ತಲೆಯ ಚರ್ಮ ತೈಲೀಯವಾಗಿದೆಯೇ ಅಥವಾ ಆವೃತ್ತಿ ಬೀಳುವಿಕೆಯಿದೆಯೇ?",
      "ನೀವು ತಕ್ಷಣ ಕೂದಲು ಮುರಿದುಹೋಗುವುದನ್ನು ಅಥವಾ ದುರ್ಬಲ ನಖವನ್ನು ಅನುಭವಿಸಿದ್ದೀರಾ?",
      "ನಿಮಗೆ ಇನ್ಸುಲಿನ್ ಪ್ರತಿರೋಧವಿದೆಯೇ ಅಥವಾ rakt sarkara ಉಡ್ಡೀಪನವಿದೆಯೇ (ಗೊತ್ತಿದ್ದರೆ)?",
      "ನೀವರು ಗರ್ಭ ಧಾರಣೆ ಮಾಡಲು ಕಷ್ಟಪಡುತ್ತಿದ್ದೀರಾ ಅಥವಾ ಅನಾರೋಗ್ಯ ಇತಿಹಾಸವಿದೆಯೇ?",
      "ನೀವು ನಿಮ್ಮ ಪೀರಿಯಡ್ಗೆ ಮೊದಲು ಅಥವಾ ಸಮಯದಲ್ಲಿ ಮನೋಭಾವ ಬದಲಾವಣೆ ಕಂಡಿದ್ದೀರಾ?",
      "ನಿಮಗೆ ರಕ್ತದೊತ್ತಡ ಅಥವಾ ಬಾಯಿ ಸಂক্রান্ত ಸಮಸ್ಯೆಗಳು ಇದ್ದವೆಯೇ?"
    ]
  },

  "Fever": {
    "en": [
      "Do you have chills or shivering?",
      "Have you experienced sudden increase in body temperature?",
      "Do you have sweating episodes?",
      "Do you feel weak or fatigued?",
      "Are you experiencing headaches?",
      "Do you have body aches or muscle pain?",
      "Do you feel nauseous or have vomiting?",
      "Do you have sensitivity to light or dizziness?",
      "Have you noticed loss of appetite?",
      "Have you recently been exposed to anyone sick?",
      "Do you have a cough or sore throat with the fever?",
      "Do you have rashes or skin changes along with fever?"
    ],
    "hi": [
      "क्या आपको ठंड लग रही है या कांप रहे हैं?",
      "क्या आपके शरीर का तापमान अचानक बढ़ गया है?",
      "क्या आपको पसीना आता है?",
      "क्या आप कमजोरी या थकान महसूस कर रहे हैं?",
      "क्या आपको सिरदर्द हो रहा है?",
      "क्या आपको शरीर में दर्द या मांसपेशियों में दर्द है?",
      "क्या आपको मिचली या उल्टी हो रही है?",
      "क्या आपको प्रकाश के प्रति संवेदनशीलता या चक्कर आ रहे हैं?",
      "क्या आपने भूख की कमी देखी है?",
      "क्या हाल ही में आप किसी बीमार व्यक्ति के संपर्क में आए हैं?",
      "क्या आपको बुखार के साथ खांसी या गले में खराश है?",
      "क्या आपको बुखार के साथ दाने या त्वचा में बदलाव है?"
    ],
    "kn": [
      "ನೀವು ಚಳಿದಾಗುತ್ತೀರಾ ಅಥವಾ ಕಂಪಿಸುತ್ತೀರಾ?",
      "ನಿಮ್ಮ ದೇಹದ ತಾಪಮಾನ ತಕ್ಷಣ ಏರಿಕೆಯಾಗಿದೆಯೇ?",
      "ನಿಮಗೆ ಬೆವರುತಿರುತ್ತದೆಯೇ?",
      "ನೀವು ದುರ್ಬಲತೆ ಅಥವಾ ದಣಿವು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನಿಮಗೆ ತಲೆನೋವು ಆಗುತ್ತದೆಯೇ?",
      "ನಿಮಗೆ ದೇಹ ನೋವು ಅಥವಾ ಸ್ನಾಯು ನೋವು ಇದೆಯೇ?",
      "ನೀವು ವಾಂತಿ ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಬೆಳಕಿಗೆ ಸೆನ್ಸಿಟಿವಿಟಿ ಅಥವಾ ತಲೆ ಸುತ್ತುವಿಕೆ ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಆಹಾರದ ಆವರ್ತನೆಯಲ್ಲಿ ಕೊರತೆ ಕಾಣುತ್ತಿದ್ದೀರಾ?",
      "ನೀವು ಇತ್ತೀಚೆಗೆ ಬೇಮಾರರಾದ ಯಾರಿಗಾದರೂ ಸಂಪರ್ಕದಲ್ಲಿದ್ದೀರಾ?",
      "ನಿಮಗೆ ಜ್ವರದೊಂದಿಗೆ ಕೆಮ್ಮು ಅಥವಾ ಗಂಟಲು ನೋವು ಇದೆಯೇ?",
      "ನಿಮಗೆ ಜ್ವರದೊಂದಿಗೆ ಚರ್ಮದ ರಶ್ ಅಥವಾ ಬದಲಾವಣೆಗಳಿವೆಯೇ?"
    ]
  },

  "Cold": {
    "en": [
      "Do you have a runny or stuffy nose?",
      "Do you have sneezing episodes?",
      "Do you have a sore throat or throat irritation?",
      "Are you coughing frequently?",
      "Do you have mild fatigue or tiredness?",
      "Do you have watery or itchy eyes?",
      "Do you feel headaches or mild body aches?",
      "Do you have low-grade fever?",
      "Have you been in contact with someone with a cold?",
      "Do you have difficulty breathing or shortness of breath?",
      "Do you notice a loss of smell or taste temporarily?",
      "Do your symptoms worsen at night or in cold environments?"
    ],
    "hi": [
      "क्या आपकी नाक बह रही है या बंद है?",
      "क्या आपको छींक आ रही है?",
      "क्या आपको गले में खराश या जलन है?",
      "क्या आप बार-बार खांसी कर रहे हैं?",
      "क्या आपको हल्की थकान महसूस होती है?",
      "क्या आपकी आँखें पानी वाली या खुजली वाली हैं?",
      "क्या आपको सिरदर्द या हल्का बदन दर्द है?",
      "क्या आपको हल्का बुखार है?",
      "क्या आप किसी सर्दी वाले व्यक्ति के संपर्क में आए हैं?",
      "क्या आपको सांस लेने में कठिनाई है?",
      "क्या आपको अस्थायी रूप से गंध या स्वाद महसूस करने में कमी हुई है?",
      "क्या आपकी लक्षण रात में या ठंडे वातावरण में खराब होते हैं?"
    ],
    "kn": [
      "ನಿಮ್ಮ ಮೂಗು ಹರಿಯುತ್ತಿದೆಯೇ ಅಥವಾ ಮುಚ್ಚಿದಿದೆಯೇ?",
      "ನೀವು ಹಚ್ಚುತ್ತೀರಾ?",
      "ನಿಮಗೆ ಗಂಟಲು ನೋವು ಅಥವಾ ಜ್ವರ ಅಂತಹ ಲಕ್ಷಣಗಳಿವೆಯೇ?",
      "ನೀವು ಅತಿಯಾದ ಕೆಮ್ಮು ಮಾಡುತ್ತೀರಾ?",
      "ನಿಮಗೆ ಸಣ್ಣ ದಣಿವು ಅಥವಾ ದಣಿವಿದೆ?",
      "ನಿಮ್ಮ ಕಣ್ಣುಗಳು ನೀರುವಂತಿದ್ದವೆಯೇ ಅಥವಾ ಖಜಳುತ ಇದೆಯೇ?",
      "ನಿಮಗೆ ತಲೆನೋವು ಅಥವಾ ಸಣ್ಣ ದೇಹ ನೋವು ಇದೆ?",
      "ನಿಮಗೆ ಕಡಿಮೆ ಗ್ರೇಡ್ ಜ್ವರವಿದೆಯೇ?",
      "ನೀವು ಚಳಿಗಾಲದ ರೋಗಿಯ ಸಂಪರ್ಕದಲ್ಲಿದಿರಾ?",
      "ನಿಮಗೆ ಉಸಿರಾಟದಲ್ಲಿ ತೊಂದರೆ ಇದೆಯೇ?",
      "ನೀವು ಹಾಸು ಅಥವಾ ರುಚಿ ಕಳೆದುಕೊಂಡಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ಲಕ್ಷಣಗಳು ರಾತ್ರಿ ಅಥವಾ ಚಳಿ ಪರಿಸರದಲ್ಲಿ ಹೆಚ್ಚುತ್ತವೆಯೇ?"
    ]
  },

  "Diabetes": {
    "en": [
      "Do you feel excessive thirst throughout the day?",
      "Do you urinate frequently, especially at night?",
      "Have you experienced unexplained weight loss?",
      "Do you feel unusually fatigued or weak?",
      "Do you experience blurred vision?",
      "Do you have slow-healing cuts or wounds?",
      "Have you noticed numbness or tingling in your hands or feet?",
      "Do you have recurring infections (urinary, skin, or gum)?",
      "Do you experience dry mouth frequently?",
      "Do you have increased hunger even after meals?",
      "Do you notice dark patches of skin, especially on the neck or armpits?",
      "Do you have a family history of diabetes?",
      "Have you experienced dizziness or fainting episodes?",
      "Do you experience frequent headaches or mood swings?",
      "Do you have digestive problems such as constipation or bloating?"
    ],
    "hi": [
      "क्या आपको दिन भर अत्यधिक प्यास लगती है?",
      "क्या आप बार-बार पेशाब करते हैं, खासकर रात में?",
      "क्या आपने बिना कारण वजन कम किया है?",
      "क्या आपको असामान्य रूप से थकान या कमजोरी महसूस होती है?",
      "क्या आपकी दृष्टि धुंधली हो जाती है?",
      "क्या आपके कट या घाव धीरे-धीरे ठीक होते हैं?",
      "क्या आपने अपने हाथों या पैरों में सुन्नपन या झुनझुनी महसूस की है?",
      "क्या आपको बार-बार संक्रमण होते हैं (मूत्र, त्वचा, या मसूड़े)?",
      "क्या आपका मुंह अक्सर सूखा रहता है?",
      "क्या भोजन के बाद भी आपकी भूख बढ़ जाती है?",
      "क्या आपने त्वचा पर काले धब्बे देखे हैं, खासकर गर्दन या बगल में?",
      "क्या आपके परिवार में मधुमेह का इतिहास है?",
      "क्या आपने चक्कर या बेहोशी का अनुभव किया है?",
      "क्या आपको बार-बार सिरदर्द या मूड स्विंग्स होते हैं?",
      "क्या आपको पाचन समस्याएं हैं जैसे कब्ज या पेट फूलना?"
    ],
    "kn": [
      "ನೀವು ದಿನಭರ ತುಂಬಾ ಹಸಿವಾಗುತ್ತಿದೆಯೇ?",
      "ನೀವು ಬಹಳವೆಷ್ಟು ಬಾರಿ ಶೌಚಕ್ಕೆ ಹೋಗುತ್ತೀರಾ, ವಿಶೇಷವಾಗಿ ರಾತ್ರಿ?",
      "ನೀವು ಕಾರಣವಿಲ್ಲದೆ ತೂಕ ಕಳೆದುಕೊಂಡಿದ್ದೀರಾ?",
      "ನೀವು ಅಸಾಮಾನ್ಯವಾಗಿ ದಣಿವು ಅಥವಾ ದುರ್ಬಲತೆಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನಿಮ್ಮ ದೃಷ್ಟಿ ಮಳೆಯಾದಂತೆ ಕಾಣುತ್ತದೆಯೇ?",
      "ನಿಮ್ಮ ಕಡಿತ ಅಥವಾ ಗಾಯಗಳು ನಿಧಾನವಾಗಿ ಗುಣಗೊಳ್ಳುತ್ತಿವೆಯೇ?",
      "ನೀವು ಕೈಗಳು ಅಥವಾ ಕಾಲುಗಳಲ್ಲಿ ಸುಮ್ಮನಾಗುವಿಕೆ ಅಥವಾ ಟಿಂಗ್ಲಿಂಗ್ ಅನುಭವಿಸಿದ್ದೀರಾ?",
      "ನೀವು ಪುನರುತ್ಪತ್ತಿಯಾಗುವ ಸೋಂಕುಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ (ಮೂತ್ರ, ಚರ್ಮ, ಅಥವಾ ಗೋಡಂಬಿ)?",
      "ನಿಮ್ಮ ಬಾಯಿ freqüentemente ಒಣವಾಗಿದೆಯೇ?",
      "ಭೋಜನದ ನಂತರವೂ ಆಹಾರತೃಪ್ತಿಯಿಲ್ಲದ ಭಾವನೆಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ತ್ವಚೆಯಲ್ಲಿ ಕಪ್ಪು ಪ್ಯಾಚ್‍ಗಳನ್ನು ಗಮನಿಸಿದ್ದೀರಾ, ವಿಶೇಷವಾಗಿ ಗಂಟಲು ಅಥವಾ ಅಂಡರ್‌ಆರ್ಮ್ ನಲ್ಲಿ?",
      "ನಿಮ್ಮ ಕುಟುಂಬದಲ್ಲಿ ಮಧುಮೇಹದ ಇತಿಹಾಸವಿದೆಯೇ?",
      "ನೀವು ತಲೆ ಸುತ್ತು ಅಥವಾ ಸ್ತಂಭದ ಅನುಭವ ಮಾಡಿಕೊಂಡಿದ್ದೀರಾ?",
      "ನೀವು ಅತಿ ಹೆಚ್ಚು ತಲೆನೋವು ಅಥವಾ ಮನೋಭಾವ ಬದಲಾವಣೆಗಳನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಜಠರ ಸಂಬಂಧಿ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ, ಉದಾ., ಕಬ್ಬಿಣದ ಕೊರತೆ ಅಥವಾ ಹೊಟ್ಟೆ ಊಟ?"
    ]
  },

  "Breast Cancer": {
    "en": [
      "Have you noticed a lump or thickened area in your breast?",
      "Do you have pain or tenderness in your breast or underarm area?",
      "Have you observed swelling in part of your breast?",
      "Has your breast shape or size changed recently?",
      "Have you noticed dimpling or puckering of the breast skin?",
      "Is there redness or flaky skin around your nipple or breast?",
      "Do you have nipple discharge that is not breast milk?",
      "Has your nipple turned inward recently?",
      "Do you feel warmth or irritation on your breast skin?",
      "Have you noticed discolouration or dark patches on the breast?",
      "Do you have unexplained weight loss?",
      "Do you consume alcohol regularly?",
      "Do you have a sedentary lifestyle (less physical activity)?",
      "Do you have an unhealthy diet with high fat intake?",
      "Have you ever used hormonal birth control for a long time?",
      "Have you been exposed to estrogen medications for a long time?",
      "Have you ever undergone radiation therapy to the chest area?",
      "Do you have a family history of breast cancer?",
      "Have you had breast cancer or any breast lumps in the past?",
      "Are you above 40 years of age?",
      "Did you have your first child after age 30 or never had pregnancy?",
      "Do you experience high stress or anxiety frequently?",
      "Do you feel swelling or pain in lymph nodes near the armpit?",
      "Do you have nipple crusting, peeling, or rash?"
    ],
    "hi": [
      "क्या आपने अपने स्तन में कोई गांठ या मोटा हिस्सा महसूस किया है?",
      "क्या आपको स्तन या बगल के क्षेत्र में दर्द या कोमलता महसूस होती है?",
      "क्या आपके स्तन के किसी हिस्से में सूजन है?",
      "क्या आपके स्तन का आकार या आकार हाल ही में बदल गया है?",
      "क्या आपने स्तन की त्वचा में गड्ढे या सिकुड़न देखी है?",
      "क्या आपके निप्पल या स्तन के आसपास लालिमा या परतदार त्वचा है?",
      "क्या आपके निप्पल से कोई स्राव निकलता है जो दूध नहीं है?",
      "क्या आपका निप्पल हाल ही में अंदर की ओर मुड़ गया है?",
      "क्या आपको स्तन की त्वचा पर गर्मी या जलन महसूस होती है?",
      "क्या आपने स्तन पर रंग बदलना या काले धब्बे देखे हैं?",
      "क्या आपने बिना कारण वजन कम होते देखा है?",
      "क्या आप नियमित रूप से शराब का सेवन करते हैं?",
      "क्या आपकी जीवनशैली अधिक बैठने वाली है (कम शारीरिक गतिविधि)?",
      "क्या आपका आहार अस्वस्थ है या उसमें वसा की मात्रा अधिक है?",
      "क्या आपने लंबे समय तक हार्मोनल गर्भनिरोधक का उपयोग किया है?",
      "क्या आप लंबे समय से एस्ट्रोजन दवाओं के संपर्क में हैं?",
      "क्या आपने कभी छाती के क्षेत्र में रेडिएशन थेरेपी करवाई है?",
      "क्या आपके परिवार में स्तन कैंसर का इतिहास है?",
      "क्या आपको पहले कभी स्तन कैंसर या स्तन में गांठ हुई है?",
      "क्या आपकी आयु 40 वर्ष से अधिक है?",
      "क्या आपने 30 वर्ष की आयु के बाद पहला बच्चा पैदा किया या कभी गर्भवती नहीं हुईं?",
      "क्या आप अक्सर तनाव या चिंता महसूस करती हैं?",
      "क्या आपको बगल के पास लिम्फ नोड्स में सूजन या दर्द महसूस होता है?",
      "क्या आपके निप्पल पर पपड़ी, छिलना या दाने हैं?"
    ],
    "kn": [
      "ನೀವು ನಿಮ್ಮ ಸ್ತನದಲ್ಲಿ ಗುಡ್ಡೆ ಅಥವಾ ಗಟ್ಟಿಯಾದ ಭಾಗವನ್ನು ಗಮನಿಸಿದ್ದೀರಾ?",
      "ನಿಮಗೆ ಸ್ತನ ಅಥವಾ ಬದಿಯ ಪ್ರದೇಶದಲ್ಲಿ ನೋವು ಅಥವಾ ಸ್ಪರ್ಶ ಸಂವೇದನೆ ಇದೆಯೇ?",
      "ನಿಮ್ಮ ಸ್ತನದ ಯಾವುದಾದರೂ ಭಾಗದಲ್ಲಿ ಊತ ಕಂಡಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ಸ್ತನದ ಆಕಾರ ಅಥವಾ ಗಾತ್ರ ಇತ್ತೀಚೆಗೆ ಬದಲಾಗಿದೆಯೇ?",
      "ನೀವು ಸ್ತನದ ಚರ್ಮದಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವ ಅಥವಾ ಸೊಕ್ಕು ಗುರುತನ್ನು ನೋಡಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ನಿಪ್ಪಲ್ ಅಥವಾ ಸ್ತನದ ಸುತ್ತಲಿನ ಚರ್ಮದಲ್ಲಿ ಕೆಂಪು ಅಥವಾ ಉದುರುವ ಲಕ್ಷಣಗಳಿವೆಯೇ?",
      "ನಿಮ್ಮ ನಿಪ್ಪಲ್‌ನಿಂದ ಹಾಲು ಅಲ್ಲದ ಯಾವುದೇ ಸ್ರಾವ ಬರುತ್ತಿದೆಯೇ?",
      "ನಿಮ್ಮ ನಿಪ್ಪಲ್ ಇತ್ತೀಚೆಗೆ ಒಳಕ್ಕೆ ತಿರುಚಿಹೋಗಿದೆಯೇ?",
      "ನಿಮಗೆ ಸ್ತನದ ಚರ್ಮದಲ್ಲಿ ಉಬ್ಬರ ಅಥವಾ ಜ್ವರಗೊಳಿಸುವಿಕೆ ಅನುಭವವಿದೆಯೇ?",
      "ನೀವು ಸ್ತನದಲ್ಲಿ ಬಣ್ಣ ಬದಲಾವಣೆ ಅಥವಾ ಕಪ್ಪು ಹುಕ್ಕುಗಳನ್ನು ಗಮನಿಸಿದ್ದೀರಾ?",
      "ನೀವು ಕಾರಣವಿಲ್ಲದೆ ತೂಕ ಕಡಿಮೆಯಾಗಿದೆಯೇ?",
      "ನೀವು ನಿಯಮಿತವಾಗಿ ಮದ್ಯ ಸೇವಿಸುತ್ತೀರಾ?",
      "ನಿಮ್ಮ ಜೀವನಶೈಲಿ ಕುಳಿತದ್ದು (ಕಡಿಮೆ ಶಾರೀರಿಕ ಚಟುವಟಿಕೆ) ಇದೆಯೇ?",
      "ನಿಮ್ಮ ಆಹಾರ ಹೆಚ್ಚು ಕೊಬ್ಬಿನಾದದ್ದು ಇದೆಯೇ?",
      "ನೀವು ದೀರ್ಘಕಾಲ ಹಾರ್ಮೋನಲ್ ಗುಣಕಗಳನ್ನು ಉಪಯೋಗಿಸಿದ್ದೀರಾ?",
      "ನೀವು ದೀರ್ಘಕಾಲ ಎಸ್ಟ್ರೋಜನ್ ಔಷಧಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಾ?",
      "ನೀವು ಸ್ತನ ಭಾಗಕ್ಕೆ ಕಿರಣ ಚಿಕಿತ್ಸೆಯನ್ನು ಪಡೆದಿದ್ದೀರಾ?",
      "ನಿಮ್ಮ ಕುಟುಂಬದಲ್ಲಿ ಸ್ತನ ಕ್ಯಾನ್ಸರಿನ ಇತಿಹಾಸವಿದೆಯೇ?",
      "ನೀವು ಹಿಂದೆ ಸ್ತನ ಕ್ಯಾನ್ಸರ್ ಅಥವಾ ಗುಡ್ಡೆಯನ್ನು ಹೊಂದಿದ್ದೀರಾ?",
      "ನೀವು 40 ವರ್ಷಕ್ಕಿಂತ ಮೇಲೆ ಇದೀರಾ?",
      "ನೀವು 30 ವರ್ಷದ ನಂತರ ನಿಮ್ಮ ಮೊದಲ ಮಗುವನ್ನು ಹೊಂದಿದ್ದೀರಾ ಅಥವಾ ಎಂದಿಗೂ ಗರ್ಭಧಾರಣೆ ಆಗಿಲ್ಲವೇ?",
      "ನೀವು ಹೆಚ್ಚಿನ ಒತ್ತಡ ಅಥವಾ ಚಿಂತಾವಾಹಕವಾದ ಇಳಿಜಾರನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನೀವು ಬದಿಯ ಹತ್ತಿರ ಲಿಂಪ್ ನೋಡ್‍ಗಳಲ್ಲಿ ಊತ ಅಥವಾ ನೋವನ್ನು ಅನುಭವಿಸುತ್ತೀರಾ?",
      "ನಿಮ್ಮ ನಿಪ್ಪಲ್‌ನಲ್ಲಿ ಕಸರತ್ತು, ಉದುರುವು ಅಥವಾ ರಶ್ ಮುಂತಾದವುಗಳಿವೆಯೇ?"
    ]
  }
}
